Repository: leplatrem/collect
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Invitation secret
fr: Secret d'invitation

source: Invalid secret: %(value)s
fr: Secret invalide : %(value)s

source: English
fr: Anglais

source: French
fr: Français

source: Username for creator of imported collectables
fr: Nom d'utilisateur pour le créateur des objets importés

source: Username for owner of imported collectables
fr: Nom d'utilisateur pour le propriétaire des objets importés

source: "%s" is not a square image, skipping.
fr: "%s" n'est pas une image carrée, ignore image.

source: "%s" has no EXIF metadata, skipping.
fr: "%s" n'a pas de métadonnées EXIF, ignore image.

source: Successfully created %s
fr: %s créé avec succès

source: Successfully updated %s
fr: %s mis à jour avec succès

source: Successfully assigned owner of %s
fr: Propriétaire de %s assigné avec succès

source: %s collectables in database.
fr: %s objets dans la base de données.

source: Tag
fr: Étiquette

source: Tags
fr: Étiquettes

source: Identifier
fr: Identifiant

source: Created at
fr: Créé le

source: Modified at
fr: Modifié le

source: Please provide a square JPEG image (.jpg, .jpeg)
fr: Veuillez fournir une image JPEG carrée (.jpg, .jpeg)

source: History
fr: Historique

source: Collectable
fr: Objet

source: Collectables
fr: Objets

source: Likes
fr: Aime

source: Wants
fr: Recherche

source: Owns
fr: Possède

source: Thumbnail of %(obj)s
fr: Vignette de %(obj)s

source: %(counter)s Result
fr: %(counter)s Résultat

source: You own %(n)s items in this collection (%(p)s%%)
fr: Vous possedez %(n)s objets dans cette collection (%(p)s%%)

source: Related collections
fr: Collections associées

source: None
fr: Aucune

source: No collectable with tags %(slugs)s
fr: Aucun objet avec les étiquettes %(slugs)s

source: Create
fr: Ajouter

source: Details of %(id)s
fr: Détails de %(id)s

source: Details
fr: Détails

source: Photo of %(obj)s
fr: Photo de %(obj)s

source: Save
fr: Sauvegarder

source: Saved ✅
fr: Sauvegardé ✅

source: Created at %(date)s
fr: Créé le %(date)s

source: Last modified at %(date)s
fr: Dernière modification le %(date)s

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: %(action)s by %(user)s
fr: %(action)s par %(user)s

source: Similar collectables
fr: Objets similaires

source: With the same tags
fr: Avec les mêmes étiquettes

source: No other collectables found.
fr: Aucun autre objet trouvé.

source: More...
fr: Plus...

source: Explore
fr: Explorer

source: Latest
fr: Derniers

source: No collectable in database.
fr: Aucun objet dans la base de données.

source: Most wanted
fr: Les plus recherchés

source: No collectable wanted.
fr: Aucun objet recherché.

source: Most liked
fr: Les plus aimés

source: No collectable liked.
fr: Aucun objet aimé.

source: Most owned
fr: Les plus possédés

source: No collectable owned.
fr: Aucun objet possédé.

source: No collection found.
fr: Aucune collection.

source: %(counter)s like
fr: %(counter)s aimé

source: %(counter)s want
fr: %(counter)s recherché

source: %(counter)s owner
fr: %(counter)s propriétaire

source: Profile
fr: Profil

source: Owned
fr: Possédé

source: %(counter)s item.
fr: %(counter)s objets.

source: Liked
fr: Aimé

source: Wanted
fr: Recherché

source: %s is not an acceptable file type.
fr: %s n'a pas le bon format de fichier.

source: %s is not a square image
fr: "%s" n'est pas une image carrée

source: Latest collectables
fr: Derniers objets

source: Most liked collectables
fr: Objets les plus aimés

source: Most wanted collectables
fr: Objets les plus recherchés

source: Most owned collectables
fr: Objets les plus possédés

source: No liked collectable
fr: Aucun objet aimé

source: No wanted collectable
fr: Aucun objet recherché

source: No owned collectable
fr: Aucun objet possédé

source: Unauthorized
fr: Interdit

source: Home
fr: Accueil

source: Create collectable
fr: Ajouter un objet

source: Password Change
fr: Changer mot de passe

source: Log Out
fr: Se déconnecter

source: Log In
fr: Se connecter

source: First page
fr: Première page

source: Page %(number)s of %(total)s
fr: Page %(number)s sur %(total)s

source: Last page
fr: Dernière page

source: Login
fr: Connexion

source: Forgot your password?
fr: Mot de passe oublié ?

source: New here?
fr: Nouveau ici ?

source: Sign up
fr: S'inscrire

source: Sign Up
fr: S'inscrire
